Repository: shzxzzz/Shizomusic
Catalog: apps/ios/Sources/Features/Localizable.xcstrings
Source language: en
Languages: ru

# artist.all_tracks
source: All tracks
ru: Все треки

# artist.compilations
source: Compilations
ru: Сборники

# artist.compilation_metadata
source: Compilation appearance
ru: Участие в сборнике

# artist.familiar
source: Familiar
ru: Знакомое

# artist.familiar_tracks
source: Familiar
ru: Знакомые

# artist.latest_release
source: New release
ru: Новый релиз

# artist.latest_release_accessibility
source: Hurry Up Tomorrow, new album
ru: Hurry Up Tomorrow, новый альбом

# artist.like
source: Add artist to favorites
ru: Добавить артиста в любимые

# artist.liked_tracks
source: Liked
ru: Лайкнутые

# artist.listen
source: Listen
ru: Слушать

# artist.release_album_2015
source: Album · 2015
ru: Альбом · 2015

# artist.release_album_2016
source: Album · 2016
ru: Альбом · 2016

# artist.release_album_2020
source: Album · 2020
ru: Альбом · 2020

# artist.release_album_2022
source: Album · 2022
ru: Альбом · 2022

# artist.release_album_2026
source: Album · 2026
ru: Альбом · 2026

# artist.release_album_date_2026
source: Album · August 12, 2026
ru: Альбом · 12 августа 2026

# artist.releases
source: Releases
ru: Релизы

# artist.unlike
source: Remove artist from favorites
ru: Удалить артиста из любимых

# collection.archive_metadata
source: 63 tracks · 4 h 12 min
ru: 63 трека · 4 ч 12 мин

# collection.empty_metadata
source: No tracks yet
ru: Пока нет треков

# collection.focus_metadata
source: 42 tracks · 2 h 54 min
ru: 42 трека · 2 ч 54 мин

# collection.like
source: Like collection
ru: Добавить в понравившиеся

# collection.morning_metadata
source: 27 tracks · 1 h 41 min
ru: 27 треков · 1 ч 41 мин

# collection.unlike
source: Unlike collection
ru: Убрать из понравившихся

# library.artist_label
source: Artist
ru: Исполнитель

# library.playlist_empty_detail
source: No tracks
ru: Нет треков

# mini_player.open
source: Open player
ru: Открыть плеер

# playlist_create.cancel
source: Cancel
ru: Отмена

# playlist_create.cover
source: Choose cover
ru: Выберите обложку

# playlist_create.create
source: Create
ru: Создать

# playlist_create.name_placeholder
source: Playlist name
ru: Название плейлиста

# playlist_create.title
source: New playlist
ru: Новый плейлист

# collection.add_to_playlist
source: Add to playlist
ru: Добавить в плейлист

# collection.add_to_queue
source: Add to queue
ru: Добавить в очередь

# collection.add_track
source: Add track
ru: Добавить трек

# collection.add_tracks
source: Add tracks
ru: Добавить треки

# collection.back
source: Back
ru: Назад

# collection.change_cover
source: Change cover
ru: Изменить обложку

# collection.clear
source: Clear
ru: Очистить

# collection.delete_playlist
source: Delete playlist
ru: Удалить плейлист

# collection.done
source: Done
ru: Готово

# collection.download
source: Download
ru: Скачать

# collection.download_playlist
source: Download playlist
ru: Скачать плейлист

# collection.edit
source: Edit
ru: Редактировать

# collection.go_to_artist
source: Go to artist
ru: Перейти к исполнителю

# collection.go_to_release
source: Go to release
ru: Перейти к релизу

# collection.liked_metadata
source: 428 tracks · 28 h 42 min
ru: 428 треков · 28 ч 42 мин

# collection.more_actions
source: More actions
ru: Другие действия

# collection.navigation_playlist
source: Playlist
ru: Плейлист

# collection.night_metadata
source: 34 tracks · 2 h 17 min
ru: 34 трека · 2 ч 17 мин

# collection.offline_metadata
source: 137 tracks · 8.4 GB
ru: 137 треков · 8,4 ГБ

# collection.open_folder
source: Open folder
ru: Открыть папку

# collection.open_folder_accessibility
source: Open offline music folder
ru: Открыть папку офлайн-музыки

# collection.play
source: Play
ru: Воспроизвести

# collection.play_next
source: Play next
ru: Играть следующим

# collection.remove_from_playlist
source: Remove from playlist
ru: Удалить из плейлиста

# collection.remove_local_copy
source: Remove local copy
ru: Удалить локальную копию

# collection.remove_track
source: Remove track
ru: Удалить трек

# collection.rename
source: Rename
ru: Переименовать

# collection.road_metadata
source: 91 tracks · 6 h 08 min
ru: 91 трек · 6 ч 08 мин

# collection.sort
source: Sort
ru: Сортировка

# collection.sort_artist
source: Artist
ru: Исполнитель

# collection.sort_duration
source: Duration
ru: Длительность

# collection.sort_recent
source: Recently added
ru: Недавно добавленные

# collection.sort_size
source: Size
ru: Размер

# collection.sort_title
source: Title
ru: Название

# collection.storage_management
source: Storage management
ru: Управление хранилищем

# collection.tracks
source: Tracks
ru: Треки

# collection.training_metadata
source: 18 tracks · 1 h 06 min
ru: 18 треков · 1 ч 06 мин

# library.add_playlist
source: Add playlist
ru: Добавить плейлист

# library.artists
source: Artists
ru: Исполнители

# library.duration_3_04
source: 3 h 04 min
ru: 3 ч 04 мин

# library.duration_5_48
source: 5 h 48 min
ru: 5 ч 48 мин

# library.duration_7_12
source: 7 h 12 min
ru: 7 ч 12 мин

# library.favorites
source: Favorites
ru: Любимые

# library.liked
source: Liked
ru: Понравившиеся

# library.liked_detail
source: 428 tracks
ru: 428 треков

# library.offline
source: Offline
ru: Офлайн

# library.offline_detail
source: 137 tracks · 8.4 GB
ru: 137 треков · 8,4 ГБ

# library.playlist_archive
source: From the archive
ru: Из архива

# library.playlist_archive_detail
source: 63 tracks
ru: 63 трека

# library.playlist_focus
source: Focus
ru: Фокус

# library.playlist_focus_detail
source: 42 tracks
ru: 42 трека

# library.playlist_morning
source: Quiet morning
ru: Тихое утро

# library.playlist_morning_detail
source: 27 tracks
ru: 27 треков

# library.playlist_night
source: Night vibe
ru: Ночной вайб

# library.playlist_night_detail
source: 34 tracks
ru: 34 трека

# library.playlist_road
source: Road
ru: Дорога

# library.playlist_road_detail
source: 91 tracks
ru: 91 трек

# library.playlist_training
source: Training
ru: Тренировки

# library.playlist_training_detail
source: 18 tracks
ru: 18 треков

# library.playlists
source: Playlists
ru: Плейлисты

# library.release_album_2007
source: Album · 2007
ru: Альбом · 2007

# library.release_album_2013
source: Album · 2013
ru: Альбом · 2013

# library.releases
source: Releases
ru: Релизы

# library.title
source: Library
ru: Библиотека

# library.top_this_month
source: Top this month
ru: Топ в августе

# player.artist
source: Echo Within
ru: Эхо Внутри

# player.artist_aurora
source: Northern Current
ru: Северное течение

# player.artwork
source: Album artwork
ru: Обложка альбома

# player.favorite
source: Favorite
ru: Добавить в любимые

# player.next
source: Next track
ru: Следующий трек

# player.now_playing
source: NOW PLAYING
ru: СЕЙЧАС ИГРАЕТ

# player.pause
source: Pause
ru: Пауза

# player.play
source: Play
ru: Воспроизвести

# player.previous
source: Previous track
ru: Предыдущий трек

# player.progress
source: Playback position
ru: Позиция воспроизведения

# player.queue
source: Queue
ru: Очередь

# player.shuffle
source: Shuffle
ru: Перемешать

# player.repeat
source: Repeat mode
ru: Режим повтора

# player.no_track
source: No track selected
ru: Трек не выбран

# player.add_music_hint
source: Add music to Offline
ru: Добавьте музыку в Офлайн

# player.file_unavailable
source: The audio file is unavailable
ru: Аудиофайл недоступен

# library.unknown_artist
source: Unknown artist
ru: Неизвестный исполнитель

# player.track_title
source: Pulse of Silence
ru: Пульс тишины

# player.track_title_aurora
source: Northern Light
ru: Северный свет

# tab.library
source: Library
ru: Библиотека

# tab.player
source: Player
ru: Плеер

# tab.search
source: Search
ru: Поиск

# tab.friends
source: Friends
ru: Друзья

# friends.title
source: Friends
ru: Друзья

# friends.search_placeholder
source: Search friends
ru: Поиск друзей

# friends.online
source: Online
ru: Онлайн

# friends.offline
source: Offline
ru: Офлайн

# friends.results
source: Results
ru: Результаты

# friends.nobody_online
source: Nobody is online right now
ru: Сейчас никто не онлайн

# friends.status_online
source: online
ru: в сети

# friends.status_offline
source: offline
ru: не в сети

# friends.status_listening
source: listening to music now
ru: сейчас слушает музыку

# friends.search_empty_title
source: Nobody found
ru: Никого не найдено

# friends.search_empty_detail
source: Try a different query
ru: Попробуйте изменить запрос

# friends.empty_title
source: No one here yet
ru: Здесь пока никого нет

# friends.empty_detail
source: Other members will appear here after joining your group.
ru: Другие участники появятся здесь после подключения к вашей группе.

# friends.profile_later
source: The friend profile will appear here later.
ru: Позже здесь появится профиль друга.

# queue.title
source: Queue
ru: Очередь

# queue.now_playing
source: Now playing
ru: Сейчас играет

# queue.up_next
source: Up next
ru: Далее

# queue.empty
source: There are no more tracks in the queue
ru: В очереди больше нет треков

# queue.done
source: Done
ru: Готово

# library.top_by_listening
source: Top by listening
ru: Топ по прослушиванию

# library.liked_artists
source: Liked artists
ru: Лайкнутые исполнители

# search.title
source: Search
ru: Поиск

# search.placeholder
source: Tracks, artists, releases
ru: Треки, исполнители, релизы

# search.clear_query
source: Clear query
ru: Очистить запрос

# search.recent
source: Recent searches
ru: Недавние запросы

# search.clear
source: Clear
ru: Очистить

# search.category_all
source: All
ru: Все

# search.category_tracks
source: Tracks
ru: Треки

# search.category_artists
source: Artists
ru: Исполнители

# search.category_releases
source: Releases
ru: Релизы

# search.category_playlists
source: Playlists
ru: Плейлисты

# search.best_match
source: Best match
ru: Лучшее совпадение

# search.artists
source: Artists
ru: Исполнители

# search.artist_label
source: Artist
ru: Исполнитель

# search.tracks
source: Tracks
ru: Треки

# search.releases
source: Releases
ru: Релизы

# search.playlists
source: Playlists
ru: Плейлисты

# search.available_offline
source: Available offline
ru: Доступно офлайн

# search.sort
source: Sort
ru: Сортировка

# search.sort_relevance
source: By relevance
ru: По релевантности

# search.sort_title
source: By title
ru: По названию

# search.sort_artist
source: By artist
ru: По исполнителю

# search.searching_more
source: Searching for more…
ru: Ищем ещё…

# search.provider_error
source: Some remote results are temporarily unavailable
ru: Часть удалённых результатов временно недоступна

# search.empty_title
source: Nothing found
ru: Ничего не найдено

# search.empty_detail
source: Try a different query
ru: Попробуйте изменить запрос

# search.offline_empty_title
source: No local results
ru: Локальных результатов нет

# search.offline_empty_detail
source: Connect to the internet to search for more
ru: Подключитесь к интернету, чтобы найти больше

# search.release_album_2023
source: Skrillex · Album · 2023
ru: Skrillex · Альбом · 2023

# search.release_album_2014
source: Skrillex · Album · 2014
ru: Skrillex · Альбом · 2014

# search.playlist_metadata
source: Curated playlist
ru: Подборка

# search.playlist_42_tracks
source: 42 tracks
ru: 42 трека

# search.playlist_31_tracks
source: 31 tracks
ru: 31 трек

# search.playlist_54_tracks
source: 54 tracks
ru: 54 трека

# search.playlist_68_tracks
source: 68 tracks
ru: 68 треков

# player.playlist_metadata
source: Chill Mix · 24 tracks
ru: Chill Mix · 24 трека

# friend_profile.now_playing
source: Listening now
ru: Слушает сейчас

# friend_profile.queue
source: Queue
ru: Очередь

# friend_profile.connect
source: Connect
ru: Подключиться

# friend_profile.connect_accessibility
source: Connect to the queue of
ru: Подключиться к очереди

# friend_profile.disconnect
source: Disconnect
ru: Отключиться

# friend_profile.listening_together
source: Listening together
ru: Слушаете вместе

# friend_profile.sync_disconnected
source: Disconnected
ru: Отключено

# friend_profile.sync_synchronized
source: Synchronized
ru: Синхронно

# friend_profile.sync_reconnecting
source: Synchronizing…
ru: Синхронизация…

# friend_profile.sync_lost
source: Connection lost
ru: Связь потеряна

# friend_profile.nothing_playing
source: Not listening to anything right now
ru: Сейчас ничего не слушает

# friend_profile.unavailable
source: Currently unavailable
ru: Сейчас недоступен

# friend_profile.queue_now
source: Now
ru: Сейчас

# friend_profile.queue_next
source: Next
ru: Далее

# friend_profile.queue_empty
source: The queue is empty
ru: Очередь пуста

# friend_profile.queue_unavailable
source: The queue is unavailable
ru: Очередь недоступна

# friend_profile.suggest_track
source: Suggest a track
ru: Предложить трек

# friend_profile.suggest_accessibility
source: Suggest a track to
ru: Предложить трек

# friend_profile.find_track
source: Find a track
ru: Найти трек

# friend_profile.suggest_confirm
source: Suggest this track to
ru: Предложить этот трек пользователю

# friend_profile.suggest
source: Suggest
ru: Предложить

# friend_profile.suggested
source: Suggested to
ru: Предложено

# friend_profile.cancel
source: Cancel
ru: Отмена

# friend_profile.close
source: Close
ru: Закрыть

# friend_profile.saved
source: Saved by
ru: Сохранённое

# friend_profile.saved_playlists
source: Playlists
ru: Плейлисты

# friend_profile.saved_releases
source: Releases
ru: Релизы

# friend_profile.saved_artists
source: Artists
ru: Исполнители

# friend_profile.saved_liked
source: Liked
ru: Понравившееся

# friend_profile.saved_playlists_count
source: 8 playlists
ru: 8 плейлистов

# friend_profile.saved_releases_count
source: 24 releases
ru: 24 релиза

# friend_profile.saved_artists_count
source: 27 artists
ru: 27 исполнителей

# friend_profile.saved_liked_count
source: 183 tracks
ru: 183 трека

# friend_profile.saved_page_later
source: This saved collection will appear here later.
ru: Позже здесь появится сохранённая подборка пользователя.

# friend_profile.more_actions
source: Profile actions
ru: Действия профиля

# friend_profile.more_details
source: More details
ru: Подробнее

# friend_profile.copy_name
source: Copy name
ru: Скопировать имя

# friend_profile.diagnostics
source: Profile diagnostics
ru: Диагностика профиля

# friend_profile.details_later
source: More details will appear later
ru: Дополнительная информация появится позже

# friend_profile.name_copied
source: Name action prepared
ru: Действие с именем подготовлено

# friend_profile.diagnostics_later
source: Profile diagnostics will appear later
ru: Диагностика профиля появится позже

# artist.local_empty_title
source: Artist not found
ru: Артист не найден

# artist.local_empty_detail
source: Import this artist's local tracks first.
ru: Сначала импортируйте локальные треки этого артиста.

# artist.section_empty_title
source: Nothing here yet
ru: Здесь пока пусто

# artist.section_empty_detail
source: This section needs saved listening data.
ru: Для этого раздела нужны сохранённые данные прослушивания.

# collection.tracks_unit
source: tracks
ru: треков

# import.progress_importing
source: Importing
ru: Импорт

# import.progress_scanning
source: Scanning library
ru: Сканирование медиатеки

# import.result_title
source: Import result
ru: Результат импорта

# import.result_imported
source: Imported
ru: Импортировано

# import.result_duplicates
source: Duplicates
ru: Дубликаты

# import.result_corrupted
source: Corrupted
ru: Повреждённые

# import.result_unsupported
source: Unsupported
ru: Неподдерживаемые

# import.result_failed
source: Failed
ru: Ошибки

# library.playlists_empty_title
source: No playlists
ru: Нет плейлистов

# library.playlists_empty_detail
source: Create a playlist from your local tracks.
ru: Создайте плейлист из локальных треков.

# library.releases_empty_title
source: No releases
ru: Нет релизов

# library.artists_empty_title
source: No artists
ru: Нет артистов

# library.catalog_empty_detail
source: Import music with complete metadata to fill this section.
ru: Импортируйте музыку с заполненными метаданными.

# player.empty_title
source: Your player is empty
ru: Плеер пока пуст

# player.empty_detail
source: Import MP3 or FLAC files into Offline to start listening.
ru: Импортируйте MP3 или FLAC в раздел «Офлайн», чтобы начать слушать.

# player.open_library
source: Open library
ru: Открыть медиатеку

# player.dismiss_error
source: Dismiss playback error
ru: Закрыть ошибку воспроизведения

# player.playback_failed
source: Playback failed for this file
ru: Не удалось воспроизвести этот файл

# queue.history
source: Played
ru: Прослушано

# queue.clear
source: Clear
ru: Очистить

# search.local_empty_title
source: No local music
ru: Нет локальной музыки

# search.local_empty_detail
source: Add tracks to Offline, then search by track, artist, or release.
ru: Добавьте треки в «Офлайн», затем ищите по треку, артисту или релизу.

# search.nothing_found
source: Nothing found
ru: Ничего не найдено

# search.try_another_query
source: Try another title, artist, or album.
ru: Попробуйте другое название, артиста или альбом.

# search.playlists_empty_title
source: No matching playlists
ru: Нет подходящих плейлистов

# search.playlists_empty_detail
source: Local playlist storage has not been created yet.
ru: Локальное хранилище плейлистов ещё не создано.

# library.loading
source: Loading library…
ru: Загрузка медиатеки…

# library.error_title
source: Library unavailable
ru: Медиатека недоступна

# library.all_tracks
source: All tracks
ru: Все треки

# library.all_tracks_detail
source: Database library
ru: Медиатека из базы

# library.tracks_empty_title
source: No tracks
ru: Нет треков

# library.sort
source: Sort
ru: Сортировка

# library.filter
source: Filter
ru: Фильтр

# library.sort_title
source: Title
ru: Название

# library.sort_artist
source: Artist
ru: Исполнитель

# library.sort_album
source: Album
ru: Альбом

# library.sort_recentlyAdded
source: Recently added
ru: Недавно добавленные

# library.sort_duration
source: Duration
ru: Длительность

# library.filter_all
source: All sources
ru: Все источники

# library.filter_available
source: Available locally
ru: Доступные локально

# library.filter_missing
source: Missing files
ru: Отсутствующие файлы

# library.delete_file_title
source: Delete local file?
ru: Удалить локальный файл?

# library.delete_file_confirm
source: Delete file
ru: Удалить файл
